<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Мовні ресурси аутентифікації
    |--------------------------------------------------------------------------
    |
    | Наступні мовні ресурси використовуються під час аутентифікації для
    | різних повідомлень які ми повинні вивести користувачеві на екран.
    | Ви можете вільно змінювати ці мовні ресурси відповідно до вимог
    | вашої програми.
    |
    */

    'unknown_error' => 'Невідома помилка. Спробуйте ще раз.',
    'wrong_email_domain' => 'Вхід в систему дозволений лише з поштою @oa.edu.ua',
];
