<?php

return [
    'order' => [
        'created' => 'Успішно створено нове замовлення з номером #:id',
        'creation_error' => 'Помилка при створенні нової заяви. Повторіть будь ласка ще раз.',
        'updated' => 'Ваші зміни успішно збережено!'
    ],

    'role' => [
      'created' => 'Роль ":name" успішно створена.',
        'updated' => 'Ваші зміни успішно збережено!',
    ],

    'user' => [
        'updated' => 'Ваші зміни успішно збережено!',
    ],

    'unknown_error' => 'Сталася помилка. Повторіть будь ласка ще раз.',
];
